[
  {
    "set": "Innistrad",
    "colors": "UBR",
    "link": "https://bit.ly/2JyYUYx",
    "description": "<p>Hi Everyone,</p><p>The list of the week comes from the first <strong>Innistrad</strong>, it's an adaptation of the Delver deck which exist in Legacy actually.</p><p>Like the legacy deck, it is in a <string>Grixis(UBR)</strong> shell too.</p><p>The playset of <u>Bump in the night</u> does 12 damages without flashback. Where this \"option\" is for late game. Transformed <u>Delver</u> can deal in general 3 or 6 damages. Then u can finish with <u>Geistflame</u>(flashbacked or not) or with <u>Devil's play</u>.</p><p>The deck is a midrange one, so you are strong against control,\"slow\" aggro/midrange deck. Big aggro lists like decks that put/play lot of beast on board or strong beast(eg : 5/5 beast), they are your difficult match up. With Rolling temblor you can have a better MU against fast one, and <u>Victim of Night</u> and <u>Tribute to Hunger</u> for strong beast.</p>"
  },{
      "set": "Futur Sight",
      "colors": "B", 
      "link": "https://bit.ly/2FioHph",
      "description": "<p>Hello Everyone,</p><p>Today we will see a deck around a cool keyword, madness! It comes from <strong>Future Sight</strong> and it's a <strong>mono black</strong> deck !</p><p>How it does work ? </p><p>Your main cards are <u>Deepcavern Imp</u>, <u>Gathan Raiders</u> and <u>Grave Scrabbler</u>! The two first are the main discard engine with <u>Oblivion Crown</u> and <u>Stronghold Rats</u>.</p><p>Then when you have discarded creatures or destroyed, discard Grave and bring back one creature from your graveyard.</p><p><u>Street Wraith</u> is here to draw and have a \"38\" card in the deck.</p><p><u>Death rattle</u> is a medium spot removal with delve where you can feed it with street or land you have discarded before, coupled at <u>Grave Peril</u>, but be careful with <u>Gathan Raiders</u>, which trigger this card.</p><p><u>Gibbering Descent</u> is for long game against potential hard control.</p><p><u>Tombstalker</u> is a good mid range creature due to his delve and you can discard him at the beginning then get it back with <u>Scrabbler</u>.</p><p>This pack is good against control and midrange with a lot of spot removal due to <u>Grave Scrabbler</u> which gives resilience. Against mill deck, you can play rapidly your <u>Tombstalker</u>. As usual, for an original and atypical deck, fast aggro isn't your best match up.</p>"
  },{
    "set": "Dragon of Tarkir",
    "colors": "RW", 
    "link": "https://bit.ly/2RV6CPw",
    "description": "<p>Hello Everyone!</p><p>Today we will go on <strong>Dragon of Tarkir</strong>! With a <strong>Boros (RW)</strong> deck!</p><p>This deck works with <u>ImpactTremor</u>! All you need it's to play this card, then play your creatures! You don't need to attack, just play them!</p><p>The best engine for <u>Impact Tremor</u> is <u>Zurgo Bellstriker</u> and <u>Lightning Berserker</u>, due to their dash capacity to deal one damage each turn. Obviously, <u>Dragonn Fodder</u> is good too!</p><p><u>Secure the Wastes</u> is your finisher, don't use it too early!</p><p>The real difficult room to choose here is the 4th <u>Tormenting Voice</u> where you can cut a <u>Kolaghan Stormsinger</u> or a twin bolt.</p><p>This deck is good against all decks, why? Like I said, against aggro deck you don't need to attack, so your tokens and other creatures without dash are here to block. Against controls, you can be really fast, have a huge board presence and attack plus the <u>Impact Tremor</u> trigger!</p>"
}
]
